<div class="service-block">
    <h1 class="service-block__title">Услуги</h1>
    <div class="service-block__main">
        <div class="image">
            <img src="./images/services_1.png" alt="">
        </div>
        <div class="review">
            <h2 class="review__head">EstateGuru</h2>
            <hr class="separator"></hr>
            <article class="review__text">
                <p>EstateGuru – инвестиционно-риэлторская компания, оказывающая полный спектр услуг на рынке недвижимости:
                    от реалaизации квартир и инвестирования в строительство до разработки стратегии освоения земли
                    (land use) и оформления права собственности на недвижимость.</p>
            </article>
        </div>
    </div>
    <h2 class="service-block__subtitle">
        Виды услуг
    </h2>
    <div class="service-block__more">
        <div class="abbr">EG</div>
        <div class="previews">
            <div class="previews__item">
                <div class="head">
                    <figure class="head__image">
                        <img src="./images/services_2.png" alt="">
                    </figure>
                    <h2 class="head__title">
                        Новостройки
                    </h2>
                </div>
                <p class="text">
                    К услугам наших клиентов – эксклюзивные предложения квартир в новостройках и готовых домах, а также аренда элитных квартир
                    в самых престижных районах Москвы. Наши специалисты обладают огромным опытом в проведении сделок
                    любой сложности, и помогут Вам подобрать именно тот вариант, который оптимально удовлетворит
                    Вашему взыскательному вкусу.
                </p>
            </div>
            <div class="previews__item">
                <div class="head">
                    <figure class="head__image">
                        <img src="./images/services_3.png" alt="">
                    </figure>
                    <h2 class="head__title">
                        Коммерческая недвижимость
                    </h2>
                </div>
                <p class="text">
                    К услугам наших клиентов – эксклюзивные предложения квартир в новостройках и готовых домах, а также аренда элитных квартир
                    в самых престижных районах Москвы. Наши специалисты обладают огромным опытом в проведении сделок
                    любой сложности, и помогут Вам подобрать именно тот вариант, который оптимально удовлетворит
                    Вашему взыскательному вкусу.
                </p>
            </div>
            <div class="previews__item">
                <div class="head">
                    <figure class="head__image">
                        <img src="./images/services_4.png" alt="">
                    </figure>
                    <h2 class="head__title">
                        Вторичная недвижимость
                    </h2>
                </div>
                <p class="text">
                    К услугам наших клиентов – эксклюзивные предложения квартир в новостройках и готовых домах, а также аренда элитных квартир
                    в самых престижных районах Москвы. Наши специалисты обладают огромным опытом в проведении сделок
                    любой сложности, и помогут Вам подобрать именно тот вариант, который оптимально удовлетворит
                    Вашему взыскательному вкусу.
                </p>
            </div>
            <div class="previews__item">
                <div class="head">
                    <figure class="head__image">
                        <img src="./images/services_5.png" alt="">
                    </figure>
                    <h2 class="head__title">
                        Коттеджи
                    </h2>
                </div>
                <p class="text">
                    К услугам наших клиентов – эксклюзивные предложения квартир в новостройках и готовых домах, а также аренда элитных квартир
                    в самых престижных районах Москвы. Наши специалисты обладают огромным опытом в проведении сделок
                    любой сложности, и помогут Вам подобрать именно тот вариант, который оптимально удовлетворит
                    Вашему взыскательному вкусу.
                </p>
            </div>
            <div class="previews__item">
                <div class="head">
                    <figure class="head__image">
                        <img src="./images/services_6.png" alt="">
                    </figure>
                    <h2 class="head__title">
                        Земля
                    </h2>
                </div>
                <p class="text">
                    К услугам наших клиентов – эксклюзивные предложения квартир в новостройках и готовых домах, а также аренда элитных квартир
                    в самых престижных районах Москвы. Наши специалисты обладают огромным опытом в проведении сделок
                    любой сложности, и помогут Вам подобрать именно тот вариант, который оптимально удовлетворит
                    Вашему взыскательному вкусу.
                </p>
            </div>
        </div>
    </div>

</div>